Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/justice/victims_of_crime/victims_and_compensation.html.txt.tmx
Source language: en
Languages: ga

source: As a victim of crime, you may be entitled to compensation for what has happened to you
ga: D'fhéadfadh sé go mbeadh cúiteamh ar fáil don té atá thíos le coir

source: There are 2 types of compensation for victims
ga: Tá dhá chineál chúitimh ar fáil do dhuine atá ina íobartach

source: In some cases, the court may decide that an offender must pay compensation to you
ga: Is féidir le cúirt, i gcásanna áirid, cinneadh a dhéanamh nach mór don chiontóir cúiteamh a íoc leis an íobartach

source: This may be one of a number of conditions that the court has imposed on the offender so that he or she can avoid a prison sentence
ga: D'fhéadfadh sé go mbeadh an t-ordú seo tugtha i measc orduithe eile nach mór don chiontóir a chomhlíonadh le téarma príosúin a sheachaint

source: The court may ask the Probation Service to supervise the payment of the compensation
ga: D'fhéadfadh an Chúirt iarraidh ar an tSeirbhís Phromhaidh Leasa agus cinntiú go bhfuil an cúiteamh íoctha

source: Scheme of Compensation for Personal Injuries Criminally Inflicted
ga: Scéim Cúitimh ar son Gortuithe Pearsanta Gearrtha go Coiriúil

source: If you are injured as a result of a crime, you may be eligible for compensation under the Scheme of Compensation for Personal Injuries Criminally Inflicted
ga: Má tá duine gortaithe de bharr coire d'fhéadfadh sé go mbeadh cúiteamh tugtha dó/dí faoin Scéim Cúitimh ar son Gortuithe Pearsanta Gearrtha go Coiriúil

source: This scheme is funded by the Department of Justice and Equality and administered by the Criminal Injuries Compensation Tribunal
ga: Tá an scéim seo maoinithe ag An Roinn Dlí agus Cirt agus Comhionannais agus is é Binse Cúitimh na nGortuithe Coiriúla a dhéanann an scéim a riaradh

source: Compensation in cross-border cases
ga: Cúiteamh i gcásanna trasteorann

source: If you are injured as a result of a crime while visiting another EU member state, you should contact the Criminal Injuries Compensation Tribunal for advice on making a claim for compensation to the member state where the incident took place
ga: Má tá tú gortaithe mar gheall ar choir agus iad ar cuairt ballstát eile den AE, ba chóir duit dul i dteagmháil leis an Binse Cúitimh i leith Díobhálacha Coiriúla chun comhairle a fháil ar éileamh ar chúiteamh chuig an mballstát inar tharla an eachtra ar siúl

source: There is more information on the Tribunal's website
ga: Tá tuilleadh eolais ar shuíomh idirlín an Bhinse

source: What does the scheme of compensation cover?
ga: Céard Atá Clúdaithe Faoin Scéim?

source: The scheme pays compensation for expenses and losses suffered
ga: Íocann an scéim cúiteamh ar son costas agus cailliúintí a thit ar dhuine

source: • As a direct result of a violent crime or
ga: • mar thoradh díreach ar choir fhoréigneach

source: • While assisting or trying to assist in preventing a crime or saving a human life
ga: • a bhí ag tabhairt cúnamh nó ag iarraidh cúnamh a thabhairt le coir a stopadh nó le beatha duine a shábhailt

source: Who can claim compensation?
ga: Cé hIad Na Daoine Gur Féidir Leo Cúiteamh A Éileamh?

source: The injured person (the victim) or, if that person has died, the immediate family of the victim can claim compensation under the scheme
ga: Is féidir leis an duine atá gortaithe (an t-íobartach) nó, má tá an duine sin básaithe, teaghlach an íobartaigh cúiteamh a éileamh faoin scéim

source: If you are responsible for looking after the victim and are out-of-pocket as a result of his or her injuries, you may claim compensation
ga: Má tá duine freagrach as breathnú i ndiaidh an íobartaigh agus má thit costais air/uirthi de bharr gortaithe a d'fhulaing an íobartaigh is féidir leis an duine sin cúiteamh a éileamh

source: Time limit for making a claim
ga: Teorann Ama le hÉileamh a Dhéanamh

source: There is no time limit for making a claim in cases where the victim has died as a result of the injury inflicted, in all other cases the time limit for making a claim is three months
ga: Ní mór éileamh a dhéanamh taobh istigh de 3 mhí

source: However, sometimes the tribunal will not impose the time limit if you can give a reasonable explanation for the delay
ga: Ach, amanta ní chuirfidh an binse an teorann ama i bhfeidhm más féidir míniú sásúil a thabhairt ar an moill cúiteamh a éileamh

source: In all cases, the tribunal will look for a Garda report on the crime
ga: Beidh an binse ag iarraidh tuairisc a fháil i gcónaí ó na Gardaí ar an gcoir

source: The crime should be reported to the Gardai as soon as possible
ga: Ba cheart an choir a chur in iúl do na Gardaí chomh luath agus is féidir

source: If you leave too long a delay in reporting the crime you may not be considered for compensation unless the tribunal is happy that you have co-operated fully with the Gardai
ga: Má bhíonn achar fada ann ó tharla an choir go dtí go dtéann duine chuig na Gardaí ní íocfar aon chúiteamh ach amháin sa chás go bhfuil an binse sásta gur chabhraigh an t-éilitheoir go hiomlán leis na Gardaí

source: You do not need legal representation when you apply for compensation
ga: Ní gá do dhuine ionadaí dlí a bheith aige/aici le cúiteamh a éileamh

source: The tribunal will not pay your legal expenses
ga: Ní íocfaidh an binse as costais dlí a thiteann ar dhuine

source: Usually, your application will be dealt with on the basis of your application form and you do not have to actually appear in front of the tribunal
ga: Go hiondúil pléifear iarratas ar chúiteamh le foirm iarratais agus ní gá don éilitheoir teacht ós comhair binse go pearsanta

source: If your claim is for less than €317, the Secretary of the Tribunal can deal with it
ga: Más éileamh de níos lú ná £250 (317.43 euro) is féidir le Rúnaí an Bhinse deileáil leis

source: Appealing the decision of the tribunal
ga: Achomharc a Dhéanamh ar Chinneadh an Bhinse

source: If the original decision was made by the Secretary of the Tribunal, you can appeal that decision to a single member of the tribunal
ga: Más é Rúnaí an Bhinse a rinne an cinneadh is féidir achomharc a dhéanamh ós comhair baill amháin den bhinse

source: If you are unhappy with the decision of a single member of the tribunal, you may appeal it to an informal hearing by 3 members of the tribunal
ga: Muna bhfuil an t-éilitheoir sásta le cinneadh baill amháin den bhinse is féidir achomharc neamhfhoirmialta a lorg ós comhair triúr baill den bhinse

source: You must present your case before the tribunal, although you may have legal representation at your own expense if you wish
ga: Is féidir le éilitheoir a c(h)ás féin a chur ós comhair an bhinse ach is féidir freisin ionadaíocht dlí a bheith aige/aici ach an costas sin a íoc é/í féin

source: The decision of the 3-member tribunal is final
ga: Níl aon dul thar chinneadh a dhéanann triúr bhall den bhinse

source: No compensation will be paid
ga: Ní íocfar aon chúiteamh

source: • if the loss is less than €63.49
ga: • más cailliúint de níos lú ná 63.49 euro a bhí i gceist

source: • if you and the assailant were living together as part of the same household when you suffered the injury
ga: • má bhí an t-éilitheoir agus an t-ionsaitheoir ina gcónaí in éineacht mar chuid den líon tí chéanna nuair a tharla an gortú

source: • if your injury is the result of a traffic offence, unless the tribunal decides that there was a deliberate attempt to run you down
ga: • má bhain an gortú le coir thráchta, ach amháin sa chás go bhfuil an binse sásta gur rinneadh iarracht d'aon turas an t-éilitheoir a leagan

source: • if you do not give reasonable assistance to the tribunal
ga: • muna dtugann an t-éilitheoir cúnamh réasúnta don Bhinse

source: How much compensation will be awarded?
ga: Cé Mhéid Cúitimh a Thabharfar?

source: The scheme only covers out-of-pocket expenses and bills
ga: Íocann an scéim seo as costais agus billí amháin a thit ar dhuine

source: It doesn't compensate you for pain and suffering
ga: Níl aon chúiteamh ar fáil as pian ná fulaingt

source: When deciding the amount of the award, the tribunal will consider any social welfare payments, salary or wages you received while on sick leave from work
ga: Nuair atá cinneadh le déanamh faoi mhéid an chúitimh, cuirfidh an binse san áireamh aon íocaíochtaí leasa shóisialaigh, tuarastal nó pá a fuair an t-éilitheoir agus é/í as láthair ón obair de bharr tinnis

source: The tribunal will also take into account any compensation paid by or on behalf of the assailant
ga: Cuirfidh an binse san áireamh freisin aon chúiteamh a d'íoc an t-ionsaitheoir nó a íocadh ar son an ionsaitheora

source: The tribunal may reduce the amount of compensation or give no compensation at all if it decides that you were partly or wholly to blame for the incident, for example, if you provoked the incident
ga: Is féidir leis an mbinse an cúiteamh a ísliú nó gan aon chúiteamh a íoc in aon chor má shochraíonn sé go raibh baint ag an éilitheoir leis an eachtra nó gurb é/í ba chiontach as, mar shampla má spreag sé/sí an t-ionsaí

source: It may also reduce the amount of compensation because of your behaviour, character or way of life
ga: Is féidir freisin méid an chúitimh a ísliú de bharr iompair, tréithe nó saol an éilitheora

source: If you have a criminal record, it can be taken into account
ga: Má bhí an t-éilitheoir cúisithe cheana le coireanna coiriúla is féidir é sin a chur san áireamh

source: There are five types of cases
ga: Tá cúig chineál cásanna ann

source: Personal injuries with short-term effects
ga: Gortuithe Pearsanta le Tionchair Ghearrthéarmacha

source: You will be paid for your actual loss of earnings (because you had to take time off work), actual medical expenses (including dentist's expenses), reasonable traveling expenses (e.g., going to and from the doctor), medication and eyeglasses
ga: Íocfar an duine as an ioncam a chaill sé/sí (mar gheall ar an am saor ón obair a thóg sé/sí), costais leighis a d'íoc sé/sí (costais fhiaclóra san áireamh), costais réasúnta taistil (mar shampla taisteal chuig agus ón dochtúir), cógas leighis agus speaclaí

source: Personal injuries with long-term effects
ga: Gortuithe Pearsanta le Tionchair Fhadthéarmacha

source: You will be paid for your estimated future loss of earnings (how much you would have earned if you had been able to continue working), estimated future medical expenses, estimated future expenses as a result of the disability (e.g., future care or special equipment) and estimated future loss of earning potential
ga: Íocfar an duine as an ioncam measta a chaillfidh sé/sí amach anseo (an méid ioncaim a bheadh aige/aici dá mbeadh sé/sí in ann coinneáil air/uirthi ag obair), as na costais leighis mheasta a thitfidh air/uirthi, as na costais mheasta a thitfidh air/uirthi de bharr míchumais (e.g., cúram amach anseo nó trealamh speisialta) agus as an ioncam measta go bhféadfadh duine a bheith aige/aici amach anseo

source: Death of the victim due to criminal injury
ga: Bás an Íobartaigh de bharr Gortaithe Choiriúil

source: The family will be paid the actual loss of earnings and expenses that may have been incurred before the death, future loss of support or maintenance for anyone who was dependent on the victim, funeral and burial expenses and mental distress money for immediate family members
ga: Íocfar an teaghlach as aon ioncam agus costais a bhí ag dul chuig an duine a maraíodh roimh a b(h)ás, as cailliúintí tacaíochta nó cothabhála ar son aon chleithiúnach a bhí ag an íobartach, as costais a bhaineann le sochraid agus leis an duine a chur, chomh maith le híocaíocht ar son struis ar bhaill den theaghlach gar

source: Death of the victim not due to the criminal injury
ga: Bás an Íobartaigh nach raibh Gortú Coiriúil ag Baint leis

source: If the victim died of causes unrelated to the criminal injury, the family will not be compensated unless the tribunal considers that this would cause hardship to the dependants of the victim
ga: Má cailleadh an t-íobartach de bharr cúiseanna nach mbaineann leis an ngortú coiriúil ní bheidh aon chúiteamh le n-íoc leis an teaghlach ach amháin sa chás go measann an binse go mbeadh sé seo crua ar chleithiúnaigh an íobartaigh

source: Stolen or damaged property
ga: Maoin Goidthe nó Damáiste a bheith déanta dó

source: The scheme does not compensate for stolen or damaged property, except medically necessary items like eyeglasses and artificial limbs
ga: Níl aon chúiteamh faoin scéim seo ar fáil do mhaoin a goideadh nó ar déanadh damáiste dó, ach amháin i gcás rudaí a bhfuil gá leighis ag baint leo ar nós speaclaí agus géaga bréige

source: How is compensation paid?
ga: Cén Chaoi a nDéantar Cúiteamh a Íoc?

source: Usually the money is paid in a single payment
ga: Go hiondúil íoctar an t-airgead in aon sciar amháin

source: However, there are exceptions:
ga: Ach, tá eisceachtaí ann:

source: • The tribunal may make an initial payment and postpone the final award until it becomes clearer what the long-term effect of an injury is likely to be
ga: • Is féidir le binse íocaíocht amháin a dhéanamh agus an íocaíocht dheireanach a chur ar athló go dtí go bhfuil sé soiléar cén tionchar fadthéarmach a bheidh ag an ngortú

source: • If you are under 18 years old, the tribunal may invest the money until you become an adult
ga: • Má tá an t-íobartach faoi 18 is féidir leis an mbinse cinneadh a dhéanamh an t-airgead a infheistiú go mbeidh an duine sin fásta

source: • If you are no longer able to manage your affairs, the tribunal may have the money placed in a trust for your benefit
ga: • Muna bhfuil an t-íobartach in ann breathnú i ndiaidh a c(h)uid gnó féin is féidir an t-airgead a chur in iontabhas ar a s(h)on

source: You can download the Fatal Injury Application Form or the Non-Fatal Application Form from the Tribunal's website
ga: Is féidir leat a íoslódáil an Fhoirm Iarratais Díobhála Marfacha nó an Fhoirm Iarratais Neamh-Mharfacha ó láithreán gréasáin an Bhinse

source: You can phone or write to the Offices of the Tribunal, giving your name and address and the date and location of the incident, and an application form will be sent to you
ga: Is féidir leat glaoch ar nó scríobh chuig Oifigí an Bhinse, le ainm agus seoladh an íobartaigh chomh maith leis an dáta agus an áit ar tharla an eachtra, agus beidh foirm iarratais a sheoladh chugat

source: You should fill out the application form and return it to the tribunal
ga: Ba chóir duit a líonadh amach an fhoirm iarratais agus seol ar ais chuig an mBinse

source: You should send any receipts or vouchers for expenses along with the form
ga: Ba cheart aon admhálacha nó dearbháin ar chostais a chur ar ais leis an bhfoirm iarratais

source: Information on the compensation scheme (pdf) is available in the Criminal Injuries Compensation Tribunal Victims Charter (pdf)
ga: Tá eolas ar an scéim chúitimh (pdf) ar fáil sna Díobhálacha Coiriúla Cairt Íospartach an Bhinse Cúitimh (pdf)
